Repository: mikail-yurt-plak/refocus
Catalog: Sources/ReFocus/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, uk, vi, zh_hans, zh_hant

# friends.setup.privacy
source: Verilerin yalnızca senin ve davet ettiğin kişilerin iCloud hesapları arasında paylaşılır; hiçbir sunucuya gönderilmez.
ar: تتم مشاركة بياناتك فقط بين حساب iCloud الخاص بك وحسابات الأشخاص الذين تدعوهم؛ ولا تُرسل إلى أي خادم.
de: Deine Daten werden nur zwischen deinem iCloud-Konto und denen der von dir eingeladenen Personen geteilt; sie werden an keinen Server gesendet.
en: Your data is shared only between your iCloud account and those of the people you invite; it is never sent to any server.
es: Tus datos se comparten solo entre tu cuenta de iCloud y las de las personas que invites; no se envían a ningún servidor.
fr: Vos données ne sont partagées qu'entre votre compte iCloud et ceux des personnes que vous invitez ; elles ne sont envoyées à aucun serveur.
hi: आपका डेटा केवल आपके और आपके आमंत्रित लोगों के iCloud खातों के बीच साझा होता है; किसी सर्वर पर नहीं भेजा जाता।
id: Datamu hanya dibagikan antara akun iCloud milikmu dan milik orang yang kamu undang; tidak dikirim ke server mana pun.
it: I tuoi dati vengono condivisi solo tra il tuo account iCloud e quelli delle persone che inviti; non vengono inviati a nessun server.
ja: データはあなたと招待した人のiCloudアカウント間でのみ共有され、サーバーには一切送信されません。
ko: 데이터는 나와 초대한 사람의 iCloud 계정 사이에서만 공유되며, 어떤 서버로도 전송되지 않아요.
nl: Je gegevens worden alleen gedeeld tussen jouw iCloud-account en die van de mensen die je uitnodigt; ze worden naar geen enkele server verzonden.
pl: Twoje dane są udostępniane wyłącznie między Twoim kontem iCloud a kontami zaproszonych osób; nie są wysyłane na żaden serwer.
pt: Seus dados são compartilhados apenas entre a sua conta do iCloud e as das pessoas que você convidar; nunca são enviados a nenhum servidor.
ru: Ваши данные передаются только между вашей учётной записью iCloud и учётными записями приглашённых вами людей; они не отправляются ни на какой сервер.
th: ข้อมูลของคุณจะแชร์เฉพาะระหว่างบัญชี iCloud ของคุณกับของคนที่คุณเชิญเท่านั้น จะไม่ถูกส่งไปยังเซิร์ฟเวอร์ใด ๆ
uk: Ваші дані передаються лише між вашим обліковим записом iCloud та обліковими записами запрошених вами людей; вони не надсилаються на жодний сервер.
vi: Dữ liệu của bạn chỉ được chia sẻ giữa tài khoản iCloud của bạn và của những người bạn mời; không bao giờ được gửi đến bất kỳ máy chủ nào.
zh_hans: 你的数据仅在你和你邀请的人的 iCloud 账户之间共享，不会发送到任何服务器。
zh_hant: 你的資料僅在你和你邀請的人的 iCloud 帳戶之間共享，不會傳送到任何伺服器。

# friends.setup.name_label
source: Arkadaşlarına görünecek adın
ar: الاسم الذي سيراه أصدقاؤك
de: Der Name, den deine Freunde sehen
en: The name your friends will see
es: El nombre que verán tus amigos
fr: Le nom que vos amis verront
hi: वह नाम जो आपके दोस्तों को दिखेगा
id: Nama yang akan dilihat temanmu
it: Il nome che vedranno i tuoi amici
ja: 友達に表示される名前
ko: 친구에게 표시될 이름
nl: De naam die je vrienden zien
pl: Imię widoczne dla znajomych
pt: O nome que seus amigos verão
ru: Имя, которое увидят ваши друзья
th: ชื่อที่เพื่อนของคุณจะเห็น
uk: Ім'я, яке бачитимуть ваші друзі
vi: Tên mà bạn bè của bạn sẽ thấy
zh_hans: 朋友看到的你的名字
zh_hant: 朋友看到的你的名字

# friends.setup.name_placeholder
source: Adın
ar: اسمك
de: Dein Name
en: Your name
es: Tu nombre
fr: Votre nom
hi: आपका नाम
id: Namamu
it: Il tuo nome
ja: 名前
ko: 이름
nl: Je naam
pl: Twoje imię
pt: Seu nome
ru: Ваше имя
th: ชื่อของคุณ
uk: Ваше ім'я
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名字

# friends.invite
source: Arkadaş davet et
ar: دعوة صديق
de: Freunde einladen
en: Invite a friend
es: Invitar a un amigo
fr: Inviter un ami
hi: दोस्त को आमंत्रित करें
id: Undang teman
it: Invita un amico
ja: 友達を招待
ko: 친구 초대하기
nl: Vriend uitnodigen
pl: Zaproś znajomego
pt: Convidar um amigo
ru: Пригласить друга
th: เชิญเพื่อน
uk: Запросити друга
vi: Mời bạn bè
zh_hans: 邀请朋友
zh_hant: 邀請朋友

# friends.invite.preparing
source: Davet linki hazırlanıyor…
ar: يتم تجهيز رابط الدعوة…
de: Einladungslink wird vorbereitet…
en: Preparing invite link…
es: Preparando el enlace de invitación…
fr: Préparation du lien d'invitation…
hi: आमंत्रण लिंक तैयार हो रहा है…
id: Menyiapkan tautan undangan…
it: Preparazione del link di invito…
ja: 招待リンクを準備しています…
ko: 초대 링크를 준비하고 있어요…
nl: Uitnodigingslink wordt voorbereid…
pl: Przygotowywanie linku z zaproszeniem…
pt: Preparando o link de convite…
ru: Подготовка ссылки-приглашения…
th: กำลังเตรียมลิงก์คำเชิญ…
uk: Підготовка посилання-запрошення…
vi: Đang chuẩn bị liên kết mời…
zh_hans: 正在准备邀请链接…
zh_hant: 正在準備邀請連結…

# friends.invite.note
source: Karşılıklı görmek için arkadaşının da sana davet göndermesi gerekir.
ar: لكي تريا بعضكما، يحتاج صديقك أيضًا إلى إرسال دعوة إليك.
de: Damit ihr euch gegenseitig sehen könnt, muss dir die andere Person ebenfalls eine Einladung senden.
en: To see each other's summaries, your friend needs to send you an invite too.
es: Para verse mutuamente, tu amigo también tiene que enviarte una invitación.
fr: Pour vous voir mutuellement, ton ami(e) doit aussi t'envoyer une invitation.
hi: एक-दूसरे को देखने के लिए आपके दोस्त को भी आपको आमंत्रण भेजना होगा।
id: Agar bisa saling melihat, temanmu juga perlu mengirim undangan kepadamu.
it: Per vedervi a vicenda, anche il tuo amico deve inviarti un invito.
ja: お互いに見られるようにするには、友達からもあなたに招待を送ってもらう必要があります。
ko: 서로의 요약을 보려면 친구도 나에게 초대를 보내야 해요.
nl: Om elkaar te kunnen zien, moet je vriend(in) jou ook een uitnodiging sturen.
pl: Aby widzieć się nawzajem, druga osoba również musi wysłać Ci zaproszenie.
pt: Para verem um ao outro, seu amigo também precisa enviar um convite para você.
ru: Чтобы видеть друг друга, твой друг тоже должен отправить тебе приглашение.
th: หากต้องการเห็นกันและกัน เพื่อนของคุณต้องส่งคำเชิญให้คุณด้วย
uk: Щоб бачити одне одного, твій друг також має надіслати тобі запрошення.
vi: Để nhìn thấy nhau, bạn của bạn cũng cần gửi lời mời cho bạn.
zh_hans: 要互相查看，朋友也需要向你发送邀请。
zh_hant: 若要互相查看，朋友也需要向你傳送邀請。

# friends.empty.title
source: Henüz arkadaş eklenmedi
ar: لم تتم إضافة أصدقاء بعد
de: Noch keine Freunde hinzugefügt
en: No friends added yet
es: Aún no has añadido amigos
fr: Aucun ami ajouté pour le moment
hi: अभी तक कोई दोस्त नहीं जोड़ा गया
id: Belum ada teman yang ditambahkan
it: Ancora nessun amico aggiunto
ja: まだ友達が追加されていません
ko: 아직 추가된 친구가 없어요
nl: Nog geen vrienden toegevoegd
pl: Nie dodano jeszcze znajomych
pt: Nenhum amigo adicionado ainda
ru: Друзья пока не добавлены
th: ยังไม่มีเพื่อนที่เพิ่มไว้
uk: Друзів поки не додано
vi: Chưa có bạn bè nào được thêm
zh_hans: 还没有添加朋友
zh_hant: 還沒有加入朋友

# friends.empty.description
source: Bir davet linki gönder; arkadaşın kabul edince günlük özeti burada görünür.
ar: أرسل رابط دعوة؛ وعندما يقبل صديقك، سيظهر ملخصه اليومي هنا.
de: Sende einen Einladungslink; sobald die Einladung angenommen wird, erscheint die Tageszusammenfassung hier.
en: Send an invite link; once your friend accepts, their daily summary will appear here.
es: Envía un enlace de invitación; cuando tu amigo acepte, su resumen diario aparecerá aquí.
fr: Envoyez un lien d'invitation ; dès que votre ami accepte, son résumé quotidien apparaît ici.
hi: एक आमंत्रण लिंक भेजें; आपके दोस्त के स्वीकार करते ही उसकी दैनिक समरी यहाँ दिखेगी।
id: Kirim tautan undangan; setelah temanmu menerima, ringkasan hariannya akan muncul di sini.
it: Invia un link di invito; quando il tuo amico accetta, il suo riepilogo giornaliero apparirà qui.
ja: 招待リンクを送りましょう。友達が承認すると、その友達の毎日のサマリーがここに表示されます。
ko: 초대 링크를 보내 보세요. 친구가 수락하면 친구의 하루 요약이 여기에 표시돼요.
nl: Stuur een uitnodigingslink; zodra je vriend accepteert, verschijnt de dagelijkse samenvatting hier.
pl: Wyślij link z zaproszeniem; gdy znajomy je przyjmie, jego dzienne podsumowanie pojawi się tutaj.
pt: Envie um link de convite; quando seu amigo aceitar, o resumo diário dele aparecerá aqui.
ru: Отправьте ссылку-приглашение; когда друг примет её, его ежедневная сводка появится здесь.
th: ส่งลิงก์คำเชิญ เมื่อเพื่อนตอบรับ สรุปประจำวันของเขาจะแสดงที่นี่
uk: Надішліть посилання-запрошення; коли друг прийме його, тут з'явиться його щоденний підсумок.
vi: Gửi một liên kết mời; khi bạn của bạn chấp nhận, tóm tắt hằng ngày của họ sẽ hiển thị ở đây.
zh_hans: 发送一个邀请链接；朋友接受后，其每日摘要会显示在这里。
zh_hant: 傳送一個邀請連結；朋友接受後，其每日摘要會顯示在這裡。

# friends.today
source: Bugün
ar: اليوم
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dziś
pt: Hoje
ru: Сегодня
th: วันนี้
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# friends.week_total
source: Bu hafta
ar: هذا الأسبوع
de: Diese Woche
en: This week
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
id: Minggu ini
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: W tym tygodniu
pt: Esta semana
ru: На этой неделе
th: สัปดาห์นี้
uk: Цього тижня
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

# friends.no_activity
source: Bugün henüz seans yok
ar: لا توجد جلسات اليوم بعد
de: Heute noch keine Sitzungen
en: No sessions yet today
es: Aún no hay sesiones hoy
fr: Pas encore de session aujourd'hui
hi: आज अभी तक कोई सत्र नहीं
id: Belum ada sesi hari ini
it: Ancora nessuna sessione oggi
ja: 今日はまだセッションがありません
ko: 오늘 아직 세션이 없어요
nl: Nog geen sessies vandaag
pl: Dziś jeszcze nie było sesji
pt: Nenhuma sessão hoje ainda
ru: Сегодня пока нет сессий
th: วันนี้ยังไม่มีเซสชัน
uk: Сьогодні ще немає сесій
vi: Hôm nay chưa có phiên nào
zh_hans: 今天还没有专注时段
zh_hant: 今天還沒有專注時段

# friends.recent_days
source: Önceki günler
ar: الأيام السابقة
de: Vergangene Tage
en: Previous days
es: Días anteriores
fr: Jours précédents
hi: पिछले दिन
id: Hari-hari sebelumnya
it: Giorni precedenti
ja: 過去の日々
ko: 지난 며칠
nl: Voorgaande dagen
pl: Poprzednie dni
pt: Dias anteriores
ru: Предыдущие дни
th: วันก่อนหน้า
uk: Попередні дні
vi: Những ngày trước
zh_hans: 前几天
zh_hant: 前幾天

# friends.sessions_format
source: %lld seans
ar: %lld جلسة
de: %lld Sitzungen
en: %lld sessions
es: %lld sesiones
fr: %lld sessions
hi: %lld सत्र
id: %lld sesi
it: %lld sessioni
ja: %lldセッション
ko: 세션 %lld회
nl: %lld sessies
pl: %lld sesji
pt: %lld sessões
ru: %lld сессий
th: %lld เซสชัน
uk: %lld сесій
vi: %lld phiên
zh_hans: %lld 次专注
zh_hant: %lld 次專注

# friends.minutes_format
source: %lld dk
ar: %lld د
de: %lld Min
en: %lld min
es: %lld min
fr: %lld min
hi: %lld मि
id: %lld mnt
it: %lld min
ja: %lld分
ko: %lld분
nl: %lld min
pl: %lld min
pt: %lld min
ru: %lld мин
th: %lld นาที
uk: %lld хв
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# friends.remove
source: Listeden çıkar
ar: إزالة من القائمة
de: Aus der Liste entfernen
en: Remove from list
es: Quitar de la lista
fr: Retirer de la liste
hi: सूची से हटाएं
id: Hapus dari daftar
it: Rimuovi dall'elenco
ja: リストから削除
ko: 목록에서 제거
nl: Uit lijst verwijderen
pl: Usuń z listy
pt: Remover da lista
ru: Убрать из списка
th: นำออกจากรายชื่อ
uk: Прибрати зі списку
vi: Xóa khỏi danh sách
zh_hans: 从列表中移除
zh_hant: 從列表中移除

# friends.remove_confirm
source: Bu arkadaşı listeden çıkarmak istiyor musun? Onun paylaşımını artık görmezsin.
ar: هل تريد إزالة هذا الصديق من قائمتك؟ لن ترى ما يشاركه بعد الآن.
de: Möchtest du diese Person aus deiner Liste entfernen? Was sie teilt, siehst du dann nicht mehr.
en: Do you want to remove this friend from your list? You will no longer see what they share.
es: ¿Quieres quitar a este amigo de tu lista? Ya no verás lo que comparte.
fr: Voulez-vous retirer cet ami de votre liste ? Vous ne verrez plus ce qu'il partage.
hi: क्या आप इस दोस्त को सूची से हटाना चाहते हैं? इसके बाद आप उसकी साझा की गई समरी नहीं देख पाएंगे।
id: Apakah kamu ingin menghapus teman ini dari daftar? Kamu tidak akan lagi melihat apa yang dia bagikan.
it: Vuoi rimuovere questo amico dall'elenco? Non vedrai più ciò che condivide.
ja: この友達をリストから削除しますか？相手の共有内容は表示されなくなります。
ko: 이 친구를 목록에서 제거할까요? 친구가 공유하는 내용을 더 이상 볼 수 없어요.
nl: Wil je deze vriend uit je lijst verwijderen? Je ziet dan niet meer wat hij of zij deelt.
pl: Czy chcesz usunąć tego znajomego z listy? Nie będziesz już widzieć tego, co udostępnia.
pt: Quer remover este amigo da sua lista? Você não verá mais o que ele compartilha.
ru: Убрать этого друга из списка? Вы больше не будете видеть то, чем он делится.
th: ต้องการนำเพื่อนคนนี้ออกจากรายชื่อหรือไม่ คุณจะไม่เห็นสิ่งที่เขาแชร์อีกต่อไป
uk: Прибрати цього друга зі списку? Ви більше не бачитимете те, чим він ділиться.
vi: Bạn có muốn xóa người bạn này khỏi danh sách không? Bạn sẽ không còn thấy những gì họ chia sẻ nữa.
zh_hans: 要将这位朋友从列表中移除吗？之后你将不再看到对方分享的内容。
zh_hant: 要將這位朋友從列表中移除嗎？之後你將不再看到對方分享的內容。

# friends.icloud_required
source: Bu özellik için iCloud hesabında oturum açmış olman gerekiyor.
ar: لاستخدام هذه الميزة، يجب أن تكون مسجّل الدخول إلى حساب iCloud الخاص بك.
de: Für diese Funktion musst du bei deinem iCloud-Konto angemeldet sein.
en: You need to be signed in to your iCloud account to use this feature.
es: Para usar esta función, debes haber iniciado sesión en tu cuenta de iCloud.
fr: Pour utiliser cette fonctionnalité, vous devez être connecté à votre compte iCloud.
hi: इस सुविधा के लिए आपको अपने iCloud खाते में साइन इन होना ज़रूरी है।
id: Untuk fitur ini, kamu perlu masuk ke akun iCloud-mu.
it: Per questa funzione devi aver eseguito l'accesso al tuo account iCloud.
ja: この機能を使うには、iCloudアカウントにサインインしている必要があります。
ko: 이 기능을 사용하려면 iCloud 계정에 로그인되어 있어야 해요.
nl: Voor deze functie moet je zijn ingelogd bij je iCloud-account.
pl: Aby korzystać z tej funkcji, musisz być zalogowany na swoje konto iCloud.
pt: Para usar este recurso, você precisa estar conectado à sua conta do iCloud.
ru: Для этой функции необходимо войти в учётную запись iCloud.
th: คุณต้องลงชื่อเข้าใช้บัญชี iCloud เพื่อใช้ฟีเจอร์นี้
uk: Щоб користуватися цією функцією, потрібно ввійти в обліковий запис iCloud.
vi: Bạn cần đăng nhập vào tài khoản iCloud để dùng tính năng này.
zh_hans: 使用此功能需要登录你的 iCloud 账户。
zh_hant: 使用此功能需要登入你的 iCloud 帳戶。

# friends.presence.focusing
source: Şu an odakta
ar: في حالة تركيز الآن
de: Gerade im Fokus
en: In focus right now
es: En modo concentración ahora
fr: En pleine concentration
hi: अभी फोकस में
id: Sedang fokus
it: In concentrazione ora
ja: いま集中中
ko: 지금 집중 중
nl: Op dit moment gefocust
pl: Teraz w skupieniu
pt: Em foco agora
ru: Сейчас в фокусе
th: กำลังโฟกัสอยู่
uk: Зараз у фокусі
vi: Đang tập trung
zh_hans: 正在专注中
zh_hant: 正在專注中

# friends.notification.started
source: %@ bir odak seansına başladı
ar: بدأ %@ جلسة تركيز
de: %@ hat eine Fokus-Sitzung begonnen
en: %@ started a focus session
es: %@ ha empezado una sesión de concentración
fr: %@ a commencé une session de concentration
hi: %@ ने एक फोकस सत्र शुरू किया
id: %@ memulai sesi fokus
it: %@ ha iniziato una sessione di concentrazione
ja: %@さんが集中セッションを始めました
ko: %@님이 집중 세션을 시작했어요
nl: %@ is een focussessie begonnen
pl: %@ rozpoczyna sesję skupienia
pt: %@ começou uma sessão de foco
ru: %@ начинает сессию фокусировки
th: %@ เริ่มช่วงโฟกัสแล้ว
uk: %@ розпочинає сесію фокусування
vi: %@ đã bắt đầu một phiên tập trung
zh_hans: %@ 开始了一次专注
zh_hant: %@ 開始了一次專注

# friends.presence.since_format
source: %@ süredir odakta
ar: في حالة تركيز منذ %@
de: Seit %@ im Fokus
en: In focus for %@
es: En concentración desde hace %@
fr: En concentration depuis %@
hi: %@ से फोकस में
id: Fokus selama %@
it: In concentrazione da %@
ja: %@集中しています
ko: %@째 집중 중
nl: Al %@ gefocust
pl: W skupieniu od %@
pt: Em foco há %@
ru: В фокусе уже %@
th: โฟกัสมาแล้ว %@
uk: У фокусі вже %@
vi: Đã tập trung được %@
zh_hans: 已专注 %@
zh_hant: 已專注 %@

# friends.invite.send
source: Davet oluştur
ar: إنشاء دعوة
de: Einladung erstellen
en: Create invite
es: Crear invitación
fr: Créer une invitation
hi: आमंत्रण बनाएँ
id: Buat undangan
it: Crea invito
ja: 招待を作成
ko: 초대 만들기
nl: Uitnodiging aanmaken
pl: Utwórz zaproszenie
pt: Criar convite
ru: Создать приглашение
th: สร้างคำเชิญ
uk: Створити запрошення
vi: Tạo lời mời
zh_hans: 创建邀请
zh_hant: 建立邀請

# friends.invite.error_lookup
source: Bu numarayla bir Apple/iCloud hesabı bulunamadı. Numarayı ülke koduyla yazmayı dener misin?
ar: لم نعثر على حساب Apple/iCloud بهذا الرقم. هل يمكنك تجربة كتابة الرقم مع رمز الدولة؟
de: Mit dieser Nummer wurde kein Apple/iCloud-Account gefunden. Magst du die Nummer einmal mit Ländervorwahl eingeben?
en: We couldn't find an Apple/iCloud account with this number. Could you try entering it with the country code?
es: No encontramos una cuenta de Apple/iCloud con este número. ¿Puedes probar a escribirlo con el código de país?
fr: Aucun compte Apple/iCloud n'a été trouvé avec ce numéro. Peux-tu essayer de le saisir avec l'indicatif du pays ?
hi: इस नंबर से कोई Apple/iCloud खाता नहीं मिला। क्या आप नंबर देश कोड के साथ लिखकर देखेंगे?
id: Akun Apple/iCloud dengan nomor ini tidak ditemukan. Bisa coba tulis nomornya dengan kode negara?
it: Non abbiamo trovato un account Apple/iCloud con questo numero. Puoi provare a inserirlo con il prefisso internazionale?
ja: この番号のApple/iCloudアカウントが見つかりませんでした。国番号を付けて入力してみてください。
ko: 이 번호로 등록된 Apple/iCloud 계정을 찾을 수 없어요. 국가 코드를 붙여서 다시 입력해 보시겠어요?
nl: We konden geen Apple/iCloud-account met dit nummer vinden. Wil je het nummer eens met landcode proberen?
pl: Nie znaleźliśmy konta Apple/iCloud z tym numerem. Możesz spróbować wpisać numer z kodem kraju?
pt: Não encontramos uma conta Apple/iCloud com este número. Pode tentar digitar o número com o código do país?
ru: Аккаунт Apple/iCloud с этим номером не найден. Попробуй, пожалуйста, ввести номер с кодом страны.
th: ไม่พบบัญชี Apple/iCloud ที่ใช้หมายเลขนี้ ลองพิมพ์หมายเลขพร้อมรหัสประเทศดูได้ไหม
uk: Обліковий запис Apple/iCloud із цим номером не знайдено. Спробуй, будь ласка, ввести номер із кодом країни.
vi: Không tìm thấy tài khoản Apple/iCloud với số này. Bạn thử nhập số kèm mã quốc gia nhé?
zh_hans: 没有找到使用此号码的 Apple/iCloud 账户。可以试试加上国家代码再输入吗？
zh_hant: 找不到使用此號碼的 Apple/iCloud 帳號。可以試著加上國碼再輸入嗎？

# friends.invite.channel_note
source: Davet e-postayla gönderilmez — linki WhatsApp, Mesajlar veya dilediğin uygulamayla kendin paylaşırsın.
ar: لا تُرسل الدعوة عبر البريد الإلكتروني — أنت من يشارك الرابط عبر واتساب أو الرسائل أو أي تطبيق تريده.
de: Die Einladung wird nicht per E-Mail verschickt — du teilst den Link selbst über WhatsApp, Nachrichten oder eine App deiner Wahl.
en: The invite isn't sent by email — you share the link yourself via WhatsApp, Messages, or any app you like.
es: La invitación no se envía por correo — tú mismo compartes el enlace por WhatsApp, Mensajes o la app que prefieras.
fr: L'invitation n'est pas envoyée par e-mail — tu partages toi-même le lien via WhatsApp, Messages ou l'app de ton choix.
hi: आमंत्रण ईमेल से नहीं भेजा जाता — आप लिंक खुद WhatsApp, Messages या किसी भी ऐप से साझा करते हैं।
id: Undangan tidak dikirim lewat email — kamu sendiri yang membagikan tautannya lewat WhatsApp, Pesan, atau aplikasi apa pun.
it: L'invito non viene inviato via email — sei tu a condividere il link tramite WhatsApp, Messaggi o l'app che preferisci.
ja: 招待はメールでは送信されません。リンクはWhatsAppやメッセージなど、お好きなアプリからあなた自身で共有します。
ko: 초대는 이메일로 전송되지 않아요 — 링크는 WhatsApp, 메시지 등 원하는 앱에서 직접 공유하면 돼요.
nl: De uitnodiging wordt niet per e-mail verstuurd — je deelt de link zelf via WhatsApp, Berichten of een app naar keuze.
pl: Zaproszenie nie jest wysyłane e-mailem — link udostępniasz samodzielnie przez WhatsApp, Wiadomości lub dowolną aplikację.
pt: O convite não é enviado por e-mail — você mesmo compartilha o link pelo WhatsApp, Mensagens ou o app que preferir.
ru: Приглашение не отправляется по почте — ссылкой ты делишься самостоятельно через WhatsApp, «Сообщения» или любое другое приложение.
th: คำเชิญจะไม่ถูกส่งทางอีเมล — คุณแชร์ลิงก์เองผ่าน WhatsApp, ข้อความ หรือแอปไหนก็ได้ที่ต้องการ
uk: Запрошення не надсилається електронною поштою — посиланням ти ділишся самостійно через WhatsApp, «Повідомлення» або будь-який інший застосунок.
vi: Lời mời không được gửi qua email — bạn tự chia sẻ liên kết qua WhatsApp, Tin nhắn hoặc bất kỳ ứng dụng nào bạn thích.
zh_hans: 邀请不会通过电子邮件发送——链接由你自己通过 WhatsApp、信息或任意应用分享。
zh_hant: 邀請不會透過電子郵件傳送——連結由你自己透過 WhatsApp、訊息或任何 App 分享。

# friends.invite.ready_note
source: Davet hazır — linki istediğin uygulamadan gönderebilirsin. Bu link yalnızca davet ettiğin kişi için çalışır.
ar: الدعوة جاهزة — يمكنك إرسال الرابط من أي تطبيق تريده. هذا الرابط يعمل فقط للشخص الذي دعوته.
de: Die Einladung ist bereit — du kannst den Link über eine beliebige App senden. Dieser Link funktioniert nur für die Person, die du eingeladen hast.
en: Invite ready — you can send the link from any app you like. This link only works for the person you invited.
es: La invitación está lista — puedes enviar el enlace desde la app que prefieras. Este enlace solo funciona para la persona que invitaste.
fr: L'invitation est prête — tu peux envoyer le lien depuis l'app de ton choix. Ce lien ne fonctionne que pour la personne que tu as invitée.
hi: आमंत्रण तैयार है — आप लिंक किसी भी ऐप से भेज सकते हैं। यह लिंक केवल उसी व्यक्ति के लिए काम करेगा जिसे आपने आमंत्रित किया है।
id: Undangan siap — kamu bisa mengirim tautannya lewat aplikasi apa pun. Tautan ini hanya berfungsi untuk orang yang kamu undang.
it: L'invito è pronto — puoi inviare il link dall'app che preferisci. Questo link funziona solo per la persona che hai invitato.
ja: 招待の準備ができました。リンクはお好きなアプリから送れます。このリンクは招待した相手にだけ有効です。
ko: 초대가 준비됐어요 — 원하는 앱에서 링크를 보낼 수 있어요. 이 링크는 초대한 사람에게만 작동해요.
nl: De uitnodiging is klaar — je kunt de link via elke app versturen. Deze link werkt alleen voor de persoon die je hebt uitgenodigd.
pl: Zaproszenie gotowe — link możesz wysłać z dowolnej aplikacji. Ten link działa tylko dla zaproszonej przez Ciebie osoby.
pt: Convite pronto — você pode enviar o link pelo app que preferir. Este link só funciona para a pessoa que você convidou.
ru: Приглашение готово — ссылку можно отправить из любого приложения. Эта ссылка работает только для приглашённого человека.
th: คำเชิญพร้อมแล้ว — คุณส่งลิงก์ผ่านแอปไหนก็ได้ ลิงก์นี้ใช้ได้เฉพาะกับคนที่คุณเชิญเท่านั้น
uk: Запрошення готове — посилання можна надіслати з будь-якого застосунку. Це посилання працює лише для запрошеної людини.
vi: Lời mời đã sẵn sàng — bạn có thể gửi liên kết qua bất kỳ ứng dụng nào. Liên kết này chỉ hoạt động với người mà bạn đã mời.
zh_hans: 邀请已就绪，你可以通过任意应用发送链接。此链接仅对你邀请的人有效。
zh_hant: 邀請已準備好，你可以透過任何 App 傳送連結。此連結僅對你邀請的人有效。

# friends.viewers.title
source: Özetini görenler
ar: من يمكنه رؤية ملخصك
de: Wer deine Zusammenfassung sieht
en: Who can see your summary
es: Quién puede ver tu resumen
fr: Qui peut voir ton résumé
hi: आपका सारांश कौन देख सकता है
id: Siapa yang bisa melihat ringkasanmu
it: Chi può vedere il tuo riepilogo
ja: サマリーを見られる人
ko: 내 요약을 볼 수 있는 사람
nl: Wie je samenvatting kan zien
pl: Kto widzi Twoje podsumowanie
pt: Quem pode ver seu resumo
ru: Кто видит твою сводку
th: ใครเห็นสรุปของคุณได้บ้าง
uk: Хто бачить твій підсумок
vi: Ai có thể xem tóm tắt của bạn
zh_hans: 谁能看到你的摘要
zh_hant: 誰能看到你的摘要

# friends.viewers.anonymous
source: Davet edilen kişi
ar: الشخص المدعو
de: Eingeladene Person
en: Invited person
es: Persona invitada
fr: Personne invitée
hi: आमंत्रित व्यक्ति
id: Orang yang diundang
it: Persona invitata
ja: 招待した相手
ko: 초대된 사람
nl: Uitgenodigde persoon
pl: Zaproszona osoba
pt: Pessoa convidada
ru: Приглашённый человек
th: ผู้ที่ได้รับเชิญ
uk: Запрошена людина
vi: Người được mời
zh_hans: 受邀者
zh_hant: 受邀請的人

# friends.viewers.pending
source: Daveti henüz kabul etmedi
ar: لم يقبل الدعوة بعد
de: Hat die Einladung noch nicht angenommen
en: Hasn't accepted the invite yet
es: Aún no ha aceptado la invitación
fr: N'a pas encore accepté l'invitation
hi: आमंत्रण अभी स्वीकार नहीं किया है
id: Belum menerima undangan
it: Non ha ancora accettato l'invito
ja: まだ招待を受け入れていません
ko: 아직 초대를 수락하지 않았어요
nl: Heeft de uitnodiging nog niet geaccepteerd
pl: Jeszcze nie zaakceptowano zaproszenia
pt: Ainda não aceitou o convite
ru: Приглашение пока не принято
th: ยังไม่ตอบรับคำเชิญ
uk: Запрошення ще не прийнято
vi: Chưa chấp nhận lời mời
zh_hans: 尚未接受邀请
zh_hant: 尚未接受邀請
